Revit 2027 API
ReleaseConditions.My Property
 Gets or Sets the My of the release type.
Namespace: Autodesk.Revit.DB.Structure
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public bool My { get; set; }
Public Property My As Boolean
	Get
	Set
public:
property bool My {
	bool get ();
	void set (bool value);
}
member My : bool with get, set
Property Value
Boolean
See Also
Reference
ReleaseConditions Class
Autodesk.Revit.DB.Structure Namespace